Repository: microsoft/Power-Fx
Catalog: src/strings/*/PowerFxResources.resw
Source language: en_us
Languages: bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, et_ee, eu_es, fi_fi, fr_fr, gl_es, hi_in, hr_hr, hu_hu, it_it, ja_jp, kk_kz, ko_kr, lt_lt, lv_lv, ms_my, nb_no, nl_nl, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sk_sk, sl_si, sr_cyrl_rs, sr_latn_rs, sv_se, th_th, tr_tr, uk_ua, vi_vn, zh_cn, zh_tw

# ColorFadeArg2
source: fade
bg_bg: избледняване
ca_es: transparència
cs_cz: zesvětlení_nebo_ztmavení
da_dk: udtone
de_de: Ausblenden
el_gr: σβήσιμο
es_es: atenuar
et_ee: hajutus
eu_es: lausotua
fi_fi: häivytys
fr_fr: fondu
gl_es: atenuado
hi_in: फ़ेड
hr_hr: iščezavanje
hu_hu: elhalványítás
it_it: dissolvenza
ja_jp: フェード
kk_kz: сөну
ko_kr: 페이드
lt_lt: išnykimas
lv_lv: izgaismot
ms_my: pudar
nb_no: ton_ned
nl_nl: vervaging
pl_pl: zanikanie
pt_br: esmaecimento
pt_pt: desvanecimento
ro_ro: estompare
ru_ru: исчезание
sk_sk: slabnutie
sl_si: pojemanje
sr_cyrl_rs: постепенопојављивање
sr_latn_rs: postepenopojavljivanje
sv_se: toning
th_th: สีตก
tr_tr: soldurma
uk_ua: затемнення
vi_vn: mờ_dần
zh_cn: 淡化
zh_tw: 淡化

# AboutColorFade_color
source: A color to fade.
bg_bg: Цвят за избледняване.
ca_es: Color que s'esvairà.
cs_cz: Barva, která má vyblednout
da_dk: En farve, som skal udtones.
de_de: Eine auszubleichende Farbe.
el_gr: Χρώμα για σταδιακό σβήσιμο.
es_es: Un color que se va a atenuar.
et_ee: Muudetav värv.
eu_es: Lausotuko den kolorea.
fi_fi: Häivytettävä väri.
fr_fr: Couleur à fondre.
gl_es: Cor que se vai atenuar.
hi_in: फ़ेड होने वाला रंग.
hr_hr: Boja koja blijedi.
hu_hu: Az elhalványítandó szín.
it_it: Colore da sfumare.
ja_jp: フェードする色。
kk_kz: Мөлдірлік қолданылатын түс.
ko_kr: 페이드할 색입니다.
lt_lt: Spalvą, kurią reikia išblukinti.
lv_lv: Izgaismojamā krāsa.
ms_my: Warna untuk dipudarkan.
nb_no: En farge som skal tones.
nl_nl: Een kleur die moet vervagen.
pl_pl: Kolor do zastosowania blaknięcia.
pt_br: Cor a ser esmaecida.
pt_pt: Uma cor para desvanecer.
ro_ro: O culoare de estompat.
ru_ru: Цвет, к которому применяется исчезание.
sk_sk: Farba na vyblednutie.
sl_si: Barva za pojemanje.
sr_cyrl_rs: Боја која ће се постепено појављивати.
sr_latn_rs: Boja koja će se postepeno pojavljivati.
sv_se: En färg att tona.
th_th: สีที่จะทำให้เลือน
tr_tr: Soluklaştırılacak renk.
uk_ua: Колір, який потрібно затемнити.
vi_vn: Màu sẽ mờ dần.
zh_cn: 要淡化的颜色。
zh_tw: 要淡化的色彩。

# AboutColorFade_fade
source: A percentage by which the color will be faded. A negative percentage produces a darker shade. A positive percentage produces a lighter shade.
bg_bg: Процент на избледняване, който ще се приложи за цвета. Даден отрицателен процент създава по-тъмен оттенък. Даден положителен процент създава по-светъл тъмен оттенък.
ca_es: Percentatge amb què el color s'esvairà. Un percentatge negatiu produeix una ombra més fosca. Un percentatge positiu produeix una ombra més clara.
cs_cz: Procentuální hodnota, o kterou má barva vyblednout. Záporná procentuální hodnota vytvoří tmavší odstín. Kladná procentuální hodnota vytvoří světlejší odstín.
da_dk: En procentdel, hvormed farven skal udtones. En negativ procentdel frembringer en mørkere nuance. En positiv procentdel frembringer en lysere nuance.
de_de: Ein Prozentsatz, der das Maß der Ausbleichung der Farbe angibt. Negative Prozentsätze führen zu dunkleren Farbtönen, positive zu helleren.
el_gr: Ποσοστό με βάση το οποίο θα σβήνει σταδιακά το χρώμα. Ένα αρνητικό ποσοστό παράγει πιο σκούρα σκίαση. Ένα θετικό ποσοστό παράγει πιο ανοικτή σκίαση.
es_es: Un porcentaje al que el color se atenuará. Un porcentaje negativo produce una sombra más oscura. Un porcentaje positivo produce una sombra más clara.
et_ee: Protsent, mille võrra värvi varjundit muudetakse. Negatiivne protsent loob tumedama varjundi. Positiivne protsent loob heledama varjundi.
eu_es: Kolorea lausotzeko erabiliko den ehunekoa. Ehunekoa negatiboa bada, itzaldura ilunagoa izango da. Positiboa bada, ordea, itzaldura argiagoa izango da.
fi_fi: Prosenttiosuus, jonka verran väriä häivytetään. Negatiivinen prosenttiosuus antaa tulokseksi tummemman sävyn. Positiivinen prosenttiosuus antaa tulokseksi vaaleamman sävyn.
fr_fr: Pourcentage de fondu de la couleur. Un pourcentage négatif produit une nuance plus foncée, et un pourcentage positif une nuance plus claire.
gl_es: Porcentaxe segundo a cal se atenuará a cor. Unha porcentaxe negativa xera un sombreado máis escuro. Unha porcentaxe positiva xera un sombreado máis claro.
hi_in: ऐसा प्रतिशत जिससे रंग फ़ेड हो जाएगा. एक नकारात्मक प्रतिशत से गहरी छाया उत्पन्न होती है. एक सकारात्मक प्रतिशत से हल्की छाया उत्पन्न होती है.
hr_hr: Postotak za koliko će boja izblijedjeti. Negativan postotak daje tamniju nijansu. Pozitivan postotak daje svjetliju nijansu.
hu_hu: Ennyi százalékkal kell elhalványítani a színt. Negatív százalék megadása sötétebb árnyalatot eredményez. Pozitív százalék megadása világosabb százalékot eredményez.
it_it: Percentuale in base alla quale verrà sfumato il colore. Una percentuale negativa produce una sfumatura più scura. Una percentuale positiva produce una sfumatura più chiara.
ja_jp: 色をフェードするパーセンテージ。負のパーセンテージは暗い網掛けとなり、正のパーセンテージは明るい網掛けを生成します。
kk_kz: Түске қолданылатын мөлдірлік пайызы. Пайыздың теріс мәні қарарақ реңкті жасайды. Пайыздың оң мәні ашығырақ реңкті жасайды.
ko_kr: 색이 페이드되는 비율입니다. 음수 비율은 어두운 음영을 만들고 양수 비율은 밝은 음영을 만듭니다.
lt_lt: Procentinė reikšmė, pagal kurią bus išblukinta spalva. Neigiama procentinė reikšmė lems tamsesnį atspalvį. Teigiama procentinė reikšmė sukurs šviesesnį atspalvį.
lv_lv: Procentuālā attiecība, cik ļoti krāsa tiks izgaismota. Negatīva procentuālā attiecība rada tumšāku ēnu. Pozitīva procentuālā attiecība rada gaišāku ēnu.
ms_my: Peratusan yang warna akan dipudarkan. Peratusan negatif menghasilkan warna yang lebih gelap. Peratusan positif menghasilkan warna yang lebih cerah.
nb_no: En prosent som fargen tones med. En negativ prosent gir en mørkere nyanse. En positiv prosent gir en lysere nyanse.
nl_nl: Een percentage waarmee de kleur zal vervagen. Een negatief percentage produceert een donkerdere schaduw. Een positief percentage produceert een lichtere schaduw.
pl_pl: Wartość procentowa blaknięcia koloru. Ujemna wartość procentowa spowoduje powstanie odcienia ciemniejszego, natomiast dodatnia — odcienia jaśniejszego.
pt_br: Porcentagem de esmaecimento da cor. Uma porcentagem negativa produz uma sombra mais escura. Uma porcentagem positiva produz uma sombra mais clara.
pt_pt: Uma percentagem pela qual a cor irá desvanecer. Uma percentagem negativa produz um tom mais escuro. Uma percentagem positiva produz um tom mais claro.
ro_ro: Un procent după care va fi estompată culoarea. Un procent negativ produce o nuanță mai întunecată. Un procent pozitiv produce o nuanță mai deschisă.
ru_ru: Процентное значение, с помощью которого будет изменена прозрачность для цвета. При указании отрицательного процента будет получен более темный оттенок, при указании положительного — более светлый.
sk_sk: Percento, podľa ktorého vybledne farba. Záporné percento znamená tmavší odtieň. Kladné percento znamená svetlejší odtieň.
sl_si: Odstotek, uporabljen za pojemanje barve. Negativni odstotek ustvari temnejši odtenek. Pozitivni odstotek ustvari svetlejši odtenek.
sr_cyrl_rs: Проценат по којем ће боја избледети. Негативни проценат ствара тамнију нијансу. Позитиван проценат ствара светлију нијансу.
sr_latn_rs: Procenat po kojem će boja izbledeti. Negativni procenat stvara tamniju nijansu. Pozitivan procenat stvara svetliju nijansu.
sv_se: En procentsats som färgen ska tonas med. Ett negativt procentvärde skapar en mörkare nyans. Ett positivt procentvärde skapar en ljusare nyans.
th_th: เปอร์เซ็นต์ที่ต้องการจะทำให้สีเลือน เปอร์เซ็นต์ค่าลบสร้างเฉดที่เข้มกว่า เปอร์เซ็นต์ค่าบวกสร้างเฉดที่อ่อนกว่า
tr_tr: Renk soluklaştırma yüzdesi. Negatif yüzde değeri daha koyu bir gölge oluşturur. Pozitif yüzde değeri ise daha açık bir gölge oluşturur.
uk_ua: Відсоток затемнення кольору. Якщо вказати негативний відсоток, відтінок стане темнішим. Якщо вказати позитивний відсоток, – світлішим.
vi_vn: Phần trăm màu sắc sẽ mờ dần. Phần trăm âm tạo ra bóng tối hơn. Phần trăm dương tạo ra bóng sáng hơn.
zh_cn: 颜色进行淡化的百分比。负百分比生成较深的底纹。正百分比生成较浅的底纹。
zh_tw: 色彩淡化的百分比。百分比為負值會產生較深的網底，而百分比為正值則會產生較淺的網底。

# AboutColorFadeT
source: Produces new shades of the specified 'color' values, based on the specified 'fade' percentage values.
bg_bg: Създава нови тъмни оттенъци на указаните стойности на цвят на база на указаните стойности на процент на избледняване.
ca_es: Produeix ombres noves dels valors 'color' especificats, en funció dels valors de percentatge 'fade' especificats.
cs_cz: Vytvoří nové odstíny zadaných hodnot barvy na základě zadaných procentuálních hodnot vyblednutí.
da_dk: Frembringer nye nuancer af de angivne 'farve'-værdier, baseret på de angivne 'tonings'-procentværdier.
de_de: Generiert neue Farbtöne der angegebenen Werte für "Farbe", basierend auf den angegebenen Prozentsätzen für die Ausbleichung "Ausblenden".
el_gr: Παράγει νέες σκιάσεις των καθορισμένων τιμών "χρώματος", με βάση τις καθορισμένες ποσοστιαίες τιμές "σταδιακού σβησίματος".
es_es: Genera sombras nuevas de los valores de color especificados en función de los valores de porcentaje de atenuación especificados.
et_ee: Loob vastavalt määratud hajutusprotsentidele määratud värvidest uued varjundid.
eu_es: Zehaztutako "color" balioen itzaldurak sortzen ditu, "fade" elementuaren ehuneko balioetan oinarrituta.
fi_fi: Antaa tulokseksi uudet sävyt määritetyistä color-väriarvoista määritetyn fade-prosentin perusteella.
fr_fr: Produit de nouvelles nuances des valeurs de « couleur » spécifiées en fonction des valeurs de pourcentage de « fondu » indiquées.
gl_es: Xera novos sombreados dos valores da "cor" especificados, baseándose nos valores especificados da porcentaxe de "atenuación".
hi_in: निर्दिष्ट 'फ़ेड' प्रतिशत मानों के आधार पर निर्दिष्ट 'रंग' मानों की नई छाया उत्पन्न करता है.
hr_hr: Stvara nove nijanse navedenih vrijednosti boje, na temelju određenih postotnih vrijednosti izbljeđivanja.
hu_hu: A megadott „szín” értékek új árnyalatát állítja elő a „halványítás” argumentumban megadott százalékok alapján.
it_it: Produce nuove sfumature dei valori 'colore' specificati in base ai valori percentuale di 'dissolvenza' specificati.
ja_jp: 指定の 'フェード' パーセンテージ値に基づいて、指定の '色' の値の新しい網掛けを生成します。
kk_kz: Мөлдірліктің көрсетілген пайыздық мәндеріне байланысты көрсетілген түстің жаңа реңктерін жасайды.
ko_kr: 지정된 '페이드' 비율 값을 기준으로 지정된 '색' 값의 새 음영을 만듭니다.
lt_lt: Sukuria naujus nurodytos spalvos atspalvius pagal nurodytas blukimo procentines reikšmes.
lv_lv: Rada jaunas norādīto vienuma "color" vērtību ēnas, ņemot vērā norādītās vienuma "fade" procentuālās attiecības vērtības.
ms_my: Menghasilkan pewarnaan baru untuk nilai 'warna' yang ditentukan berdasarkan nilai peratusan 'pudar' yang ditentukan.
nb_no: Lager nye nyanser av de angitte fargeverdiene basert på de angitte prosentverdiene for tone.
nl_nl: Hiermee worden nieuwe schaduwen van de opgegeven waarden color geproduceerd, gebaseerd op de opgegeven percentagewaarden fade.
pl_pl: Tworzy nowe odcienie określonego koloru w oparciu o wybranej wartości procentowe blaknięcia.
pt_br: Produz novos sombreamentos dos valores de cor especificados em 'color', com base nos valores de porcentagem especificados para 'fade'.
pt_pt: Cria novos tons do valor "cor" especificado, com base nos valores da percentagem "desvanecimento" especificada.
ro_ro: Produce nuanțe noi ale valorilor „culoare” specificate, pe baza procentelor „estompare” specificate.
ru_ru: Создает новые оттенки указанных значений "цвета" на основе указанных значений процента "исчезания".
sk_sk: Vytvorí nové odtiene zadaných hodnôt farby na základe zadaných percentuálnych hodnôt vyblednutia.
sl_si: Ustvari nove odtenke za navedene vrednosti argumenta »barva« na podlagi navedeni odstotkovnih vrednosti v argumentu »pojemanje«.
sr_cyrl_rs: Ствара нове тамне нијансе наведених вредности „боје“, на основу наведених вредности процента „постепеног појављивања“.
sr_latn_rs: Stvara nove tamne nijanse navedenih vrednosti „boje“, na osnovu navedenih vrednosti procenta „postepenog pojavljivanja“.
sv_se: Skapar nya nyanser av de angivna färgvärdena baserat på de angivna procentsatsvärdena för toning.
th_th: ผลิตเฉดใหม่ของ 'ค่าสี' ที่ระบุ ตามเปอร์เซ็นต์ของ 'การเลือน' ที่กำหนดไว้
tr_tr: Belirtilen "soluklaşma" yüzdelerine göre, belirtilen "renk" değerlerinin yeni gölgelerini oluşturur.
uk_ua: Створює нові відтінки для вказаних значень кольору відповідно до встановлених значень відсотка затемнення.
vi_vn: Tạo ra các bóng mới của giá trị 'màu' được chỉ định dựa trên giá trị phần trăm 'mờ dần' được chỉ định.
zh_cn: 基于指定 "fade" 百分比值生成具有指定 "color" 值的新底纹。
zh_tw: 根據指定的 'fade' 百分比值，以指定的 'color' 值產生新的網底。

# ColorFadeTArg1
source: color_or_column
bg_bg: цвят_или_колона
ca_es: color_o_columna
cs_cz: barva_nebo_sloupec
da_dk: farve_eller_kolonne
de_de: Farbe_oder_Spalte
el_gr: χρώμα_ή_στήλη
es_es: color_o_columna
et_ee: värv_või_veerg
eu_es: kolorea_edo_zutabea
fi_fi: väri_tai_sarake
fr_fr: couleur_ou_colonne
gl_es: cor_ou_columna
hi_in: रंग_या_स्तंभ
hr_hr: boja_ili_stupac
hu_hu: szín_vagy_oszlop
it_it: colore_o_colonna
ja_jp: 色または列
kk_kz: түс_немесе_баған
ko_kr: 색_또는_열
lt_lt: spalva_arba_stulpelis
lv_lv: krāsa_vai_kolonna
ms_my: warna_atau_lajur
nb_no: farge_eller_kolonne
nl_nl: kleur_of_kolom
pl_pl: kolor_lub_kolumna
pt_br: cor_ou_coluna
pt_pt: cor_ou_coluna
ro_ro: culoare_sau_coloană
ru_ru: цвет_или_столбец
sk_sk: farba_alebo_stĺpec
sl_si: barva_stolpca
sr_cyrl_rs: боја_или_колона
sr_latn_rs: boja_ili_kolona
sv_se: färg_eller_kolumn
th_th: สี_หรือ_คอลัมน์
tr_tr: renk_veya_sütun
uk_ua: колір_стовпця
vi_vn: màu_hoặc_cột
zh_cn: 颜色或列
zh_tw: 色彩_或_資料行

# ColorFadeTArg2
source: fade_or_column
bg_bg: избледняване_или_колона
ca_es: transparència_o_columna
cs_cz: zesvětlení_ztmavení_nebo_sloupec
da_dk: udtone_eller_kolonne
de_de: Ausblenden_oder_Spalte
el_gr: σβήσιμο_ή_στήλη
es_es: atenuado_o_columna
et_ee: hajutus_või_veerg
eu_es: lausotua_edo_zutabea
fi_fi: häivytys_tai_sarake
fr_fr: fondu_ou_colonne
gl_es: atenuado_ou_columna
hi_in: फ़ेड_या_स्तंभ
hr_hr: iščezavanje_ili_stupac
hu_hu: elhalványítás_vagy_oszlop
it_it: dissolvenza_o_colonna
ja_jp: フェード_または_列
kk_kz: сөну_немесе_баған
ko_kr: 페이드_또는_열
lt_lt: išnykimas_arba_stulpelis
lv_lv: pāreja_vai_kolonna
ms_my: pudar_atau_lajur
nb_no: ton_ned_eller_kolonne
nl_nl: vervagen_of_kolom
pl_pl: zanikanie_lub_kolumna
pt_br: esmaecimento_ou_coluna
pt_pt: desvanecimento_ou_coluna
ro_ro: estompare_sau_coloană
ru_ru: исчезание_или_столбец
sk_sk: slabnutie_alebo_stĺpec
sl_si: pojemanje_stolpca
sr_cyrl_rs: постепенопојављивање_или_колона
sr_latn_rs: postepenopojavljivanje_ili_kolona
sv_se: toning_eller_kolumn
th_th: สีตกหรือคอลัมน์
tr_tr: soldurma_veya_sütun
uk_ua: затемнення_стовпця
vi_vn: mờ_dần_hoặc_cột
zh_cn: 淡化或列
zh_tw: 淡化_或_資料行

# AboutColorFade_color_or_column
source: A color (or column of color values) to fade.
bg_bg: Цвят (или колона със стойности на цвета) за избледняване.
ca_es: Color (o columna de valors de color) que s'esvairà.
cs_cz: Barva (nebo sloupec hodnot barev), která má vyblednout
da_dk: En farve (eller kolonne med farveværdier), som skal udtones.
de_de: Eine Farbe (oder eine Spalte mit Farbwerten), die ausgebleicht werden soll.
el_gr: Χρώμα (ή στήλη τιμών χρώματος) για σταδιακό σβήσιμο.
es_es: Un color (o una columna de valores de color) que se va a atenuar.
et_ee: Muudetav värv (või värviväärtuste veerg).
eu_es: Lausotuko den kolorea (edo kolore-balioen zutabea).
fi_fi: Häivytettävä väri (tai väriarvojen sarake).
fr_fr: Couleur (ou colonne de valeurs de couleur) à fondre.
gl_es: Cor (ou columna de valores de cor) que se vai atenuar.
hi_in: फ़ेड होने वाला रंग (या रंग मानों का स्तंभ).
hr_hr: Boja (ili stupac vrijednosti boje) koja blijedi.
hu_hu: Az elhalványítandó szín (vagy színértékek oszlopa).
it_it: Colore o colonna di valori colore da sfumare.
ja_jp: フェードする色 (または色の値の列)。
kk_kz: Мөлдірлік қолданылатын түс (немесе түс мәндерінің бағаны).
ko_kr: 페이드할 색(또는 색 값의 열)입니다.
lt_lt: Spalva (arba spalvos reikšmių stulpelis), kurią reikia išblukinti.
lv_lv: Izgaismojamā krāsa (vai krāsu vērtību kolonna).
ms_my: Warna (atau lajur nilai warna) untuk dipudarkan.
nb_no: En farge (eller kolonne med fargeverdier) som skal tones.
nl_nl: Een kleur (of kolom met kleurwaarden) die moet(en) vervagen.
pl_pl: Kolor (lub kolumna wartości kolorów) do zastosowania blaknięcia.
pt_br: Cor (ou coluna de valores de cor) a ser esmaecida.
pt_pt: Uma cor (ou coluna de valores de cor) para desvanecer.
ro_ro: O culoare (sau coloană de valori pentru culori) de estompat.
ru_ru: Цвет или столбец значений цвета, к которым применяется исчезание.
sk_sk: Farba (alebo stĺpec hodnôt farieb) na vyblednutie.
sl_si: Barva (ali stolpec vrednosti barv) za pojemanje.
sr_cyrl_rs: Боја (или колона вредности боје) које ће се постепено појављивати.
sr_latn_rs: Boja (ili kolona vrednosti boje) koje će se postepeno pojavljivati.
sv_se: En färg (eller kolumn med färgvärden) att tona.
th_th: สี (หรือคอลัมน์ของค่าสี) ที่จะทำให้เลือน
tr_tr: Soluklaştırılacak bir renk (veya renk değerleri sütunu).
uk_ua: Колір (або стовпець колірних значень), які потрібно затемнити.
vi_vn: Màu (hoặc cột giá trị màu) sẽ mờ dần.
zh_cn: 要淡化的颜色(或颜色值组成的列)。
zh_tw: 要淡化的色彩 (或色彩值的資料行)。
